page/visit-rio.org
#+TITLE: (my) guide to Rio de Janeiro
#+DATE: 2021-11-30
#+OPTIONS: toc:2

São Sebastião do Rio de Janeiro is a city full of beautiful sights,
and historical and cultural landmarks. (The food could be better,
though — for that you'll have to visit São Paulo, Minas Gerais, or
Bahia.)

Here I collect a list of my favorite spots, divided by category, and
with a few comments on each. You should probably search for more
details and up-to-date instructions if you actually plan to visit any
of them (feel free to contact me for help if you wish).

This is a work-in-progress, and feedback is welcome. I should add some
pictures and maps, but for now this is text-only (suggesting suitable
pictures with compatible licenses would be a great contribution).

** Geography
   The city of Rio is delimited by the mountains and the sea
   (Guanabara bay to the East, Sepetiba bay on the far West, and the
   Atlantic ocean to the South). It boasts three major forested and
   mountainous areas with peaks in the 1000m range, to West (Pedra
   Branca State Park, Pedra Branca range), North (Gericinó Municipal
   Park, Gericinó range) and the Southeast (Tijuca National Park,
   Tijuca range). The city grew from what is today the city center
   (/Centro/), right next to the easily defensible (because of its
   narrow mouth) Guanabara bay, to all the directions it could
   manage. Most forest (like in the rest of the Brazilian Southeast
   region) that was not in mountainous areas was cut down, swamps were
   drained, and rivers were diverted, wrapped in cement or paved over
   (not to mention blemished with human waste). Homes and churches and
   roads were built, and the result is the city we have to today.

   People subdivide the city and its inhabitants (the /cariocas/) more
   or less like so: the city center (/Centro/), in which few people
   live but many commute to, the Zona Sul (South side), where the
   nicer neighbourhoods traditionally are in, and many of the famous
   beaches are too (think Copacabana, Ipanema, etc.), Tijuca (where
   the /tijucanos/ live) and its satellite neighbourhoods of Grajaú,
   Andaraí, etc., the Zona Norte, where several different
   neighbourhoods lying to the North are lumped together as one, Barra
   da Tijuca, or most often just Barra (where the /barrenses/ live)
   and its satellite neighbourhoods of Recreio, Jacarepaguá, etc., and
   (finally) the Zona Oeste, where again several different
   neighbourhoods (this time lying to the Northwest and West) are
   lumped together. Do note that technically Barra would be a part of
   Zona Oeste and Tijuca would be a part of Zona Norte, but they are
   regional centers that deserve special denomination.

*** Beyond Rio
    The city of Rio is the capital of the Rio de Janeiro State, which
    has many other places of interest, some of them not too far from
    Rio (the city), at least for Brazilian standards (definitely not
    by usual European standards). In this guide we will mention and
    sometimes talk about these other places, but I'll also mention the
    highlights here.

    Right next to Rio, to the other side of Guanabara Bay, you have
    Niterói. Most well-known for its beautiful views of Rio (like the
    ones you get in /Parque da Cidade/ — not to be confused with Rio's
    /Parque da Cidade/), Niterói has quite a few nice spots of its
    own, but is totally outside the regular touristic route.

    To the North of Rio you have the Serra dos Órgãos National Park,
    which has beautiful mountains and forests (you could think of
    Rio's mountains and forests as a microscopic version of these, with
    more degradation but also the greater convenience of it being
    right there in the middle of the city). In this region you find
    the cities of Petrópolis (which might be worth the visit if you'd
    like to know more about Brazil's imperial history), Teresópolis
    and Nova Friburgo, which are all have their share of pretty
    neighbourhoods and beautiful landscape, and is where cariocas go
    if they want to feel cold (or maybe just less warmth). Going a bit
    further West, next to the border to São Paulo, you have the
    Itatiaia National Park, which has some of the highest peaks of
    Brazil. In fact Pico das Agulhas Negras was thought to be the
    highest point of Brazil up until the 1960s, given how remote the
    actual high point is (Pico da Bandeira) and how rudimentary
    altitude measurements were back then. In Itatiaia you can find not
    only rain forests, but also a very different type of vegetation,
    that typical of high altitude tropical climates (you can also find
    this type of vegetation at the nearby Bocaina National Park, which
    I also recommend!).

    Despite Rio having plenty of beaches, cariocas still like to
    travel to other beaches nearby. Some cariocas are even partial to
    the Blue coast's (/Costa Azul/) cities of Búzios, Arraial do Cabo
    and Cabo Frio or to the Green coast's (/Costa Verde/) cities of
    Mangaratiba, Angra dos Reis and Paraty. The later region also has
    great waterfalls and beautiful mountains, not to mention a
    multitude of islands (maybe you can guess on whose coast's side
    the writer is on).

