docs/page/visit-rio.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-04-29 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>(my) guide to Rio de Janeiro</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/static/site.css"/><link rel="icon" type="image/x-icon" href="/static/favicon.ico"/></head>
<body>
<header id="top" class="status">
<div class="nav">
  <ul>
    <li>
      <a href="/">Home</a>
    </li>
    <li>
      <a href="/blog/index.html">Blog</a>
    </li>
    <li>
      <a href="/page/about.html">About</a>
    </li>
  </ul>
</div>
</header>
<main id="content">
<header>
<h1 class="title">(my) guide to Rio de Janeiro</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc2d28b5">Geography</a>
<ul>
<li><a href="#orgfa3f0e5">Beyond Rio</a></li>
</ul>
</li>
<li><a href="#rio-transport">Transportation</a></li>
<li><a href="#org3267807">Nature</a>
<ul>
<li><a href="#pedra-bonita">Pedra Bonita</a></li>
<li><a href="#morro-da-urca">Morro da Urca</a></li>
<li><a href="#pedra-da-gavea">Pedra da Gávea</a></li>
<li><a href="#praias-selvagens">Praias selvagens</a></li>
<li><a href="#pico-da-tijuca">Pico da Tijuca</a></li>
<li><a href="#pico-do-papagaio">Pico do Papagaio</a></li>
<li><a href="#pico-do-grajau">Pico do Perdido</a></li>
<li><a href="#pedra-do-elefante">(Niterói) Pedra do Elefante / Costão de Itacoatiara / Enseada do Bananal</a></li>
<li><a href="#pedra-do-bonnet">(Petrópolis) Pedra do Bonnet</a></li>
<li><a href="#orgd973194">Praia da Joatinga</a></li>
<li><a href="#org1aa7038">Jardim Botânico</a></li>
</ul>
</li>
<li><a href="#orgb058bfd">Culture</a>
<ul>
<li><a href="#mnba">Museu Nacional de Belas Artes (MNBA)</a></li>
<li><a href="#biblioteca-nacional">Biblioteca Nacional</a></li>
<li><a href="#real-gabinete-portugues-de-leitura">Real Gabinete Português de Leitura</a></li>
<li><a href="#theatro-municipal">Theatro Municipal</a></li>
<li><a href="#palacio-gustavo-capanema">Palácio Gustavo Capanema</a></li>
<li><a href="#ccbb">Centro Cultural Banco do Brasil (CCBB)</a></li>
<li><a href="#mosteiro-de-sao-bento">Mosteiro de São Bento</a></li>
<li><a href="#museu-do-amanha">Museu do Amanhã</a></li>
<li><a href="#convento-de-santo-antonio">Convento de Santo Antônio</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<p>
São Sebastião do Rio de Janeiro is a city full of beautiful sights,
and historical and cultural landmarks. (The food could be better,
though — for that you&rsquo;ll have to visit São Paulo, Minas Gerais, or
Bahia.)
</p>

<p>
Here I collect a list of my favorite spots, divided by category, and
with a few comments on each. You should probably search for more
details and up-to-date instructions if you actually plan to visit any
of them (feel free to contact me for help if you wish).
</p>

<p>
This is a work-in-progress, and feedback is welcome. I should add some
pictures and maps, but for now this is text-only (suggesting suitable
pictures with compatible licenses would be a great contribution).
</p>

<section id="outline-container-orgc2d28b5" class="outline-2">
<h2 id="orgc2d28b5">Geography</h2>
<div class="outline-text-2" id="text-orgc2d28b5">
<p>
The city of Rio is delimited by the mountains and the sea
(Guanabara bay to the East, Sepetiba bay on the far West, and the
Atlantic ocean to the South). It boasts three major forested and
mountainous areas with peaks in the 1000m range, to West (Pedra
Branca State Park, Pedra Branca range), North (Gericinó Municipal
Park, Gericinó range) and the Southeast (Tijuca National Park,
Tijuca range). The city grew from what is today the city center
(<i>Centro</i>), right next to the easily defensible (because of its
narrow mouth) Guanabara bay, to all the directions it could
manage. Most forest (like in the rest of the Brazilian Southeast
region) that was not in mountainous areas was cut down, swamps were
drained, and rivers were diverted, wrapped in cement or paved over
(not to mention blemished with human waste). Homes and churches and
roads were built, and the result is the city we have to today.
</p>

<p>
People subdivide the city and its inhabitants (the <i>cariocas</i>) more
or less like so: the city center (<i>Centro</i>), in which few people
live but many commute to, the Zona Sul (South side), where the
nicer neighbourhoods traditionally are in, and many of the famous
beaches are too (think Copacabana, Ipanema, etc.), Tijuca (where
the <i>tijucanos</i> live) and its satellite neighbourhoods of Grajaú,
Andaraí, etc., the Zona Norte, where several different
neighbourhoods lying to the North are lumped together as one, Barra
da Tijuca, or most often just Barra (where the <i>barrenses</i> live)
and its satellite neighbourhoods of Recreio, Jacarepaguá, etc., and
(finally) the Zona Oeste, where again several different
neighbourhoods (this time lying to the Northwest and West) are
lumped together. Do note that technically Barra would be a part of
Zona Oeste and Tijuca would be a part of Zona Norte, but they are
regional centers that deserve special denomination.
</p>
</div>

<div id="outline-container-orgfa3f0e5" class="outline-3">
<h3 id="orgfa3f0e5">Beyond Rio</h3>
<div class="outline-text-3" id="text-orgfa3f0e5">
<p>
The city of Rio is the capital of the Rio de Janeiro State, which
has many other places of interest, some of them not too far from
Rio (the city), at least for Brazilian standards (definitely not
by usual European standards). In this guide we will mention and
sometimes talk about these other places, but I&rsquo;ll also mention the
highlights here.
</p>

<p>
Right next to Rio, to the other side of Guanabara Bay, you have
Niterói. Most well-known for its beautiful views of Rio (like the
ones you get in <i>Parque da Cidade</i> — not to be confused with Rio&rsquo;s
<i>Parque da Cidade</i>), Niterói has quite a few nice spots of its
own, but is totally outside the regular touristic route.
</p>

<p>
To the North of Rio you have the Serra dos Órgãos National Park,
which has beautiful mountains and forests (you could think of
Rio&rsquo;s mountains and forests as a microscopic version of these, with
more degradation but also the greater convenience of it being
right there in the middle of the city). In this region you find
the cities of Petrópolis (which might be worth the visit if you&rsquo;d
like to know more about Brazil&rsquo;s imperial history), Teresópolis
and Nova Friburgo, which are all have their share of pretty
neighbourhoods and beautiful landscape, and is where cariocas go
if they want to feel cold (or maybe just less warmth). Going a bit
further West, next to the border to São Paulo, you have the
Itatiaia National Park, which has some of the highest peaks of
Brazil. In fact Pico das Agulhas Negras was thought to be the
highest point of Brazil up until the 1960s, given how remote the
actual high point is (Pico da Bandeira) and how rudimentary
altitude measurements were back then. In Itatiaia you can find not
only rain forests, but also a very different type of vegetation,
that typical of high altitude tropical climates (you can also find
this type of vegetation at the nearby Bocaina National Park, which
I also recommend!).
</p>

<p>
Despite Rio having plenty of beaches, cariocas still like to
travel to other beaches nearby. Some cariocas are even partial to
the Blue coast&rsquo;s (<i>Costa Azul</i>) cities of Búzios, Arraial do Cabo
and Cabo Frio or to the Green coast&rsquo;s (<i>Costa Verde</i>) cities of
Mangaratiba, Angra dos Reis and Paraty. The later region also has
great waterfalls and beautiful mountains, not to mention a
multitude of islands (maybe you can guess on whose coast&rsquo;s side
the writer is on).
</p>
</div>
</div>
</section>
