docs/page/visit-rio.html

<section id="outline-container-rio-transport" class="outline-2">
<h2 id="rio-transport">Transportation</h2>
<div class="outline-text-2" id="text-rio-transport">
<p>
Unlike other big cities like São Paulo or London, Rio did not grow
radially — there were mountains and the bay and the sea in the
way. Geography played a role in the cities development too; places
like Barra which were basically dunes and wetlands were settled way
later than Jacarépaguá and Santa Cruz (the latter being way farther
from the city center but more easily accessible). All this means
that Rio&rsquo;s layout is a bit weird, and there are some places that
are not so far as the crow flies but are quite far as the bus goes.
</p>

<p>
Rio&rsquo;s best transportation mode overall is the metro: it is not too
expensive, it is safe, and it is quite fast and reliable. Cars can
be fast, but traffic jams in Rio may occur at any time, so if you
have to be somewhere at a strict time do leave early. Don&rsquo;t worry
about arriving late for a meetup or meeting — if it&rsquo;s not a job
interview (and sometimes even then) when a time is set it is never
a point in time but a range extending 1 or 2 hours after the point
it begins.  The metro is very limited, however; it has (supposedly)
3 lines, but they behave more like 1.5 lines. You can go from the
Northeast of the city (Zona Norte) or Tijuca to Barra and back,
going through the downtown and most of Zona Sul (the metro more or
less follows the coastline there, so it misses neighbourhoods like
Santa Teresa, Laranjeiras, and Gávea).
</p>

<p>
Buses are the lifeblood of the cities public transportation, and
are the mode that will take you anywhere. If you come from
somewhere with a decent transportation system, beware: Rio&rsquo;s buses
don&rsquo;t operate on a strict schedule, which would be impossible with
the uncertain nature of traffic in the city. Nor can they be
geolocated through official means, which could save you from
waiting too long at a bus stop (it is not rare for you to wait for
almost 30 minutes and then have two or three buses of the same line
going the same way appear, all crowded). You might have some
precision from a transportation app like Moovit (not officially
sanctioned), which may get geolocation information from users and
report bus locations back to other users.
</p>

<p>
A note about the ticketing: there&rsquo;s no full day pass that can be
used across all transportation modes, and the bus and metro systems
are generally separated, so a ticket from one will not work on the
other. There are transportation cards that give a semblance of
integration (like letting you take two buses in the same two hour
frame) or getting you a discount on the metro ticket if you&rsquo;re
coming from a bus, so if these interest you do search for them on
the web.
</p>

<p>
Generally what you want to do is use the metro whenever possible,
complementing it with ride sharing apps like Uber (assuming that
fits on your budget) and maybe sometimes taking buses and other
modes (Rio has trams in the city center, and boats taking you to
Niterói and Ilha de Paquetá) if they are convenient enough to get
to your destination. Rio also has plenty of taxis, but the writer
prefers the ride sharing apps for their convenience (no need to
hail a random car on the street) and their predictability (you are
fairly certain of the price before the start of trip). Some taxi
apps exist that should emulate fairly well the ride-sharing app
experience, but the writer can&rsquo;t personally recommend any.
</p>
</div>
</section>

<section id="outline-container-org3267807" class="outline-2">
<h2 id="org3267807">Nature</h2>
<div class="outline-text-2" id="text-org3267807">
<p>
Rio has a wet tropical climate which hovers around the 20s degrees
Celsius in the winter and around the 30s in the summer, so you can
conceivably do any of the activities described below all year
round. If you are going outdoors I&rsquo;d say the winter is definitely
The best season because the temperatures are more comfortable and
it doesn&rsquo;t rain as much. In the summer it is more likely to rain
(although usually only in the afternoon, and even then it&rsquo;s not
every day like in the Brazilian equatorial regions), and you are
certain to sweat, but at this point you are used to the sweat and
because it&rsquo;s warm the rain doesn&rsquo;t bother as much as it might
bother you in the winter.
</p>

<p>
Because the sea in Rio is cold, you probably don&rsquo;t want to go to
the beach on a cold winter day, but for me the sunny/warm winter
days are the best. In the summer heat the beach is one of the best
places to be, you have minimal clothes on (or none if you&rsquo;re the
Abricó beach), the sea breeze is really refreshing, and the sea is
cold and cools you right up (the more North you go in the Brazilian
coast the warmer the sea gets, which is good for winter
beach-going, but not so good for summer beach-going).
</p>
</div>

<div id="outline-container-pedra-bonita" class="outline-3">
<h3 id="pedra-bonita">Pedra Bonita</h3>
<div class="outline-text-3" id="text-pedra-bonita">
<p>
The Rio hike with one of the best cost-benefit ratio (another
contender is <a href="#morro-da-urca">Morro da Urca</a>). Easy to follow, short, and with a
beautiful view of <a href="#pedra-da-gavea">Pedra da Gávea</a>, São Conrado, Barra da Tijuca,
and a part of Zona Sul.
</p>
</div>
</div>

<div id="outline-container-morro-da-urca" class="outline-3">
<h3 id="morro-da-urca">Morro da Urca</h3>
<div class="outline-text-3" id="text-morro-da-urca">
<p>
Most people recognize the sight of Morro da Urca, although many
would only know the name of its taller sibling the Pão de
Açúcar. You can of course take the famous <i>bondinho</i> (cable car)
to access both, but if you don&rsquo;t really fancy paying a
disproportionate amount for it, you can hike up the Morro da Urca
for free (or climb the Pão de Açúcar if you have the ability and
equipment). If you can make it on a weekday you can even hike up
before the sunset and go down for free on the cable car after the
trail closes at 18:00 (on the weekend they&rsquo;ll make you pay for the
descent). The view is of course beautiful, one of the most
well-known sights of Rio. It&rsquo;s even nicer from the Pão de Açúcar
though, so you&rsquo;ll have to decide if the cost is worth it or not
(there are a lot of other and taller mountains in Rio, but the
view from Pão de Açúcar is very unique because you can see the
city from one of its corners).
</p>
</div>
</div>
