page/visit-rio.org
*** Pedra da Gávea
    :PROPERTIES:
    :CUSTOM_ID: pedra-da-gavea
    :END:
    Pedra da Gávea is the most challenging of Rio's regular hike menu
    (you can of course request the maître for a special treat from the
    chef). Standing at roughly 850m tall and really close to the sea,
    you get a great view from the western-most regions of Rio (up
    until the Pedra Branca State Park mountains prevent you from
    seeing more), the Tijuca National Park and its beautiful mountains
    (of which Gávea is but one), and Zona Sul.

    You'll have to face the infamous /carrasqueira/, which is a
    climbing section that looks scary enough for a beginner but which
    is not too bad really, and you can always get help (in the form of
    rope and other equipment) from the climbing professionals there
    for a certain amount of money. Do note that you can do this part
    without any equipment, but you do so at your own risk (as a sign
    there warns you); it has a beautiful view of Itanhangá (the
    neighbourhood just below it), so you can always pause the climb at
    one of several sweet spots for a refreshment of your eyes. I've
    seen children and seniors climbing it with no equipment, so if you
    can handle your nerves, follow instructions (don't be afraid to
    ask for help, everyone is nice), and are moderately in shape, you
    can probably do it too.

    Once at the top you get to a large rock face which you can
    explore, there are many different angles (and photo opportunities
    if you are into this sort of thing). If you have the time make
    sure to visit both the part overlooking the sea and the ‘back’
    part overlooking the forested mountains. You might be able to
    refresh yourself with a sacolé if there's someone selling it there
    (there usually is), and you are likely to see the people jumping
    from [[#pedra-bonita][Pedra Bonita]] on hang gliders (if you are lucky you might even
    see up close someone jumping from Gávea on a wing-suit).

    After the descent you may want to refresh yourself at the small
    waterfall next to the trail (you should have seen the sign during
    the ascent).

**** Alternative trail: the P4

     You can go up Gávea not only through the main trail but also
     through this alternative trail, named /Pico dos Quatro/ and
     shortened as P4. This can a be a less challenging hike if you
     forgo reaching the top and stop at the /Garganta do Céu/, a small
     rocky veranda between two of Gávea's rocky outcrops. It has an
     intimate view of São Conrado, the sea, and the Westernmost parts
     of Zona Sul. If you are up for the challenge, you can continue up
     until the top, but it is a much harder climb than the
     /carrasqueira/ if you have no equipment. You can always hire
     someone to take you there if you really want to, but if you are
     going to Gávea for the first time the main trail is definitely
     amazing enough!

*** Praias selvagens
    :PROPERTIES:
    :CUSTOM_ID: praias-selvagens
    :END:
    This is one of the best hikes you can do in Rio when it's warm
    outside: it takes you away from Zona Sul and the usual touristic
    hotpots, it has beautiful views, and it intercalates hiking with
    refreshing sea baths. It is pretty far from Rio's downtown,
    however; think of it more as a day trip than as a small part of
    your day. You can definitely get there by [[#rio-transport][public transport]], but
    it's likely to take even longer. The best option to go is by car,
    hopefully you or someone you know has a car, or maybe if you are
    renting a car to go to Paraty or Angra dos Reis (which is highly
    recommended) you can rent it one day early to do this hike (or
    maybe you can do the hike and continue the trip from there, which
    should save you some time (because you are already near the
    Western edge of Rio) even if it's likely to be tiring).

    If you do decide to do this hike you may have the impression
    you're in a totally different city from Rio, and while you'd be
    wrong it's a thought that makes sense. The exquisite and mostly
    empty beaches are completely different from other Rio beaches, and
    the landscape looks like a mix of Rio's (the State) beach towns of
    Búzios (to the East of the city of Rio) and Angra dos Reis/Paraty
    (to the West). On a day with a clear view you can see Barra and
    [[#pedra-da-gavea][Pedra da Gávea]] on one direction and Angra dos Reis and Ilha Grande
    on the other, together with the beautiful /Restinga da Marambaia/,
    a protected environmental area stewarded by the military.

*** Pico da Tijuca
    :PROPERTIES:
    :CUSTOM_ID: pico-da-tijuca
    :END:
    Virtually the highest peak of the city at roughly 1020 meters (the
    Pico da Pedra Branca is a few meters higher, but it has a worse
    view), Pico da Tijuca gives you a great view of the Tijuca forest,
    the Guanabara bay, and the other peaks of the Tijuca National
    Park. It can be accessed from the main entrance to Tijuca National
    Park, and is right next to [[#pico-do-papagaio][Pico do Papagaio]] (you could do both
    hikes in the same day if you'd like; if you go up by car until the
    trail head it's not even too tiring).

*** Pico do Papagaio
    :PROPERTIES:
    :CUSTOM_ID: pico-do-papagaio
    :END:
    Pico do Papagaio is one of the highest peaks of the Tijuca
    National Park, and stands between the [[#pico-da-tijuca][Pico da Tijuca]] and Pico do
    Cocanha. Its top is a pretty rocky outcrop you can better
    appreciate from other peaks, and it has at least two stone
    veranda-like ledges in which you can relax and appreciate the
    beautiful view to the Tijuca forest and Barra. If you have a rope
    (and maybe some more climbing gear if you want to be extra safe)
    you can go up the rock in the summit and profit from an even
    better panoramic view.

