docs/page/visit-rio.html

<div id="outline-container-pico-do-grajau" class="outline-3">
<h3 id="pico-do-grajau">Pico do Perdido</h3>
<div class="outline-text-3" id="text-pico-do-grajau">
<p>
This too takes you from the touristic hotspots of the city. Grajaú
is a pretty neighbourhood near Tijuca. Unlike most of Rio&rsquo;s
neighbourhoods, it planned, so the streets are mostly straight and
the layout is simple (but rigid). On top of the charming little
houses or low buildings towers Pico do Perdido (also called <i>Pedra
do Grajaú</i>), a roughly 400 meter high rocky peak at the edge of
Tijuca National Park. You can go up from <i>praça</i> (square) Edmundo
Rêgo to Grajaú State Park, where you can find not only the
trail-head but also a lot of bouldering practitioners and playing
children. This trail is still recovering from a fire some ten
years ago (tropical rain forests are not meant to burn like most of
Australia&rsquo;s and Western United States&rsquo; forests, so they take a
while to recover). Another option is to go through rua Borda do
Mato to the trail head at rua Marianópolis. This option is more
heavily forested and boasts a few small waterfalls that can
refresh you (in the wet season when they have more water you can
even comfortably bathe in some of them). The potential downside is
that this way goes almost to the entrance of the Borda do Mato
favela, so you may worry about safety (it&rsquo;s likely to be OK,
though). Both options will take you to a small climbing section
nicknamed <i>carrasqueirinha</i> (after Gávea&rsquo;s <i>carrasqueira</i>, which
is longer and scarier but maybe actually slightly easier after
all?)
</p>

<p>
The view from Pico do Perdido is quite different from most. From
the back of the summit you can see the mountains and forests of
Tijuca National Park rising up (there&rsquo;s a stone ledge for you to
sit down in and bask in the scenery), and from the front you have
a view of Tijuca, the city center and the closest portions of Zona
Norte, all in all a pretty urban landscape (that&rsquo;s the concrete
jungle for you). Still, you can see the mountains rising up behind
Tijuca too, and Guanabara bay is at its finest (you may even see
the Serra dos Órgãos up the back of Guanabara bay on a clear day).
</p>
</div>
</div>

<div id="outline-container-pedra-do-elefante" class="outline-3">
<h3 id="pedra-do-elefante">(Niterói) Pedra do Elefante / Costão de Itacoatiara / Enseada do Bananal</h3>
<div class="outline-text-3" id="text-pedra-do-elefante">
<p>
Like <a href="#praias-selvagens">Praias Selvagens</a>, think of this as a day trip if you are
based in Rio. Near Itacoatiara beach, in the edge of Niterói and
almost in the city of Maricá, you can find the beautiful Pedra do
Elefante, a fairly high mountain for this region, and one with
great views of Rio, Niterói and Maricá. The ascent is not too long
and has an easy climbing part which is a joy to go through. Going
back down you can either go refresh yourself on the beach (do note
that Itacoatiara is mostly frequented by surfers because of its
strong winds and waves; bathers usually go to the right side of
the beach where a big rock creates a calmer zone where anyone can
enjoy the waters safely) or go back up to Costão de Itacoatiara, a
rocky hill which can be easily ascended and is great to watch the
sunset on. The view from Pedra do Elefante is strictly better than
that of Costão, so if you are hard-pressed for time you may skip
the later; similarly, if you&rsquo;d rather do a lighter hike with an
almost as good view, Costão de Itacoatiara is a great
call. Between Pedra do Elefante and Costão de Itacoatiara you have
the Enseada do Bananal (accessible through the same trail head as
the Costão), a small bay that almost transports you to another
dimension, because you can&rsquo;t really see anything except for the
mountains to your sides and the sea. The Enseada has some climbing
spots, a small and rocky beach you probably shouldn&rsquo;t enter (the
currents are strong and the rocks may be dangerous), and pretty
vegetation.
</p>
</div>
</div>

<div id="outline-container-pedra-do-bonnet" class="outline-3">
<h3 id="pedra-do-bonnet">(Petrópolis) Pedra do Bonnet</h3>
<div class="outline-text-3" id="text-pedra-do-bonnet">
<p>
This day trip to Petrópolis (which should take you only one and a
half hours one leg on a lucky day) will take you to the quaint
neighbourhood of Fazenda Inglesa, which is heavily forested and
has lots of pretty houses and small hotels. After a few kilometers
on a narrow road you will get to the trail head, right next to a
small stream where you can refresh yourself. This is a somewhat
short hike, so short in fact that you may want to schedule
something else to do like visiting the Museu Imperial, or maybe
staying over Petrópolis for a few days and enjoying the city and
some of its other hikes. Despite being short, the ascent is
somewhat steep, so take your time and enjoy it, and be careful
with your knees! When you get to the top you have a few small
boulders to climb on top of, and a great scenery — on a lucky day
you should see Guanabara Bay and even Rio (like you can see
Petrópolis&rsquo; mountains from Rio on a clear day), and the valleys
and forests and mountains of that part of Petrópolis. (On an
unlucky day it will be super foggy and you will see nothing but
white.)
</p>
</div>
</div>

<div id="outline-container-orgd973194" class="outline-3">
<h3 id="orgd973194">Praia da Joatinga</h3>
<div class="outline-text-3" id="text-orgd973194">
<p>
One of Rio&rsquo;s smallest beaches, it can be accessed by car or bus
(you must enter a very fancy private gated community, but they
have to let you in since the beach itself is public). The seawater
quality there is not always great, do check it if you want to
bathe, although there will always be people there bathing and none
die as far as the writer knows.
</p>

<p>
The beach itself is very unique, since you have to go through a
rock face to reach it (nothing difficult but be careful of
slipping — don&rsquo;t wear wet Havaianas to go down), and it is
enclosed by large rock walls on all sides but the sea side (this
also means that the sun may set there earlier, depending on the
season).
</p>
</div>
</div>

<div id="outline-container-org1aa7038" class="outline-3">
<h3 id="org1aa7038">Jardim Botânico</h3>
<div class="outline-text-3" id="text-org1aa7038">
<p>
The national botanic garden in the eponymous neighbourhood of
Jardim Botânico has plants from all over the world, and strolling
through it is a great outdoors activity. You&rsquo;ll see not only the
plants and flowers and trees, but also children, seniors and
couples taking wedding pictures.
</p>

<p>
Jardim Botânico is not expensive, but it is not free either. A
nearby alternative is Parque Lage, which has the usual native
vegetation of Rio, is also a joy to stroll through, and hosts the
Visual Arts School in the mansion built by the Enrique Lage that
names the park (you may recognize it from 2000&rsquo;s video clips like
Snoop Dog&rsquo;s “Beautiful” and Black Eyed Peas&rsquo;s “Don&rsquo;t lie”). From
there there&rsquo;s also a trail head that takes you up to Corcovado
mountain, but to reach the summit (where you find Cristo Redentor)
you have to pay for a ticket (the view is exquisite, so it may be
worth it). Do note that this trail is notably dangerous because it
is mostly frequented by tourists (most other trails in Rio are
safe (as much as anything is safe in Rio), with maybe the
exception of the beautiful ascent to Pedra dos Dois Irmãos).
</p>
</div>
</div>
</section>
