page/visit-rio.org
*** Museu Nacional de Belas Artes (MNBA)
    :PROPERTIES:
    :CUSTOM_ID: mnba
    :END:

    A traditional art museum in Cinelândia square, close to other
    places like the [[#theatro-municipal][Theatro Municipal]] and the [[#biblioteca-nacional][Biblioteca Nacional]]. It
    has mostly Western and Western-inspired art, and can be an
    opportunity to know more about Brazilian art (specially when it
    starts to become more different from European art with the
    Modernists of the 1920s and 1930s).

*** Biblioteca Nacional
    :PROPERTIES:
    :CUSTOM_ID: biblioteca-nacional
    :END:
    The equivalent of the US Congress Library or the British Library,
    all books published in Brazil must send a copy to the Biblioteca
    Nacional. It is a building with a Neoclassical architecture that
    fits well with its neighbours the [[#mnba][Museu Nacional de Belas Artes]]
    and the [[#theatro-municipal][Theatro Municipal]]. Its collection originates from the time
    Rio was the capital of the Portuguese empire, and holds several
    historical documents of interest.

*** Real Gabinete Português de Leitura
    :PROPERTIES:
    :CUSTOM_ID: real-gabinete-portugues-de-leitura
    :END:
    Most likely the most architecturally beautiful library in Rio, and
    sits right next to several used book stores (/sebos/). Definitely
    worth a visit, even if there's not much more to do than look at
    the pretty book shelves and old books (unless you go there to read,
    of course).

*** Theatro Municipal
    :PROPERTIES:
    :CUSTOM_ID: theatro-municipal
    :END:
    Rio's main opera house. You can almost always grab a concert or
    opera for cheap (specially the Sunday morning concerts for
    R$1.00). Sometimes there are quite extraordinary events available,
    like Paco de Lucía and Keith Jarret concerts. If you go to São
    Paulo you might want to decide between going to their Theatro
    Municipal instead — I'd pick based on what events are available at
    each.

*** Palácio Gustavo Capanema
    :PROPERTIES:
    :CUSTOM_ID: palacio-gustavo-capanema
    :END:
    A pearl of Brazilian Modernist architecture. There's usually some
    cultural exhibit available, but just going in to appreciate the
    design is reward enough.

*** Centro Cultural Banco do Brasil (CCBB)
    :PROPERTIES:
    :CUSTOM_ID: ccbb
    :END:
    This cultural center lies at an old branch of Banco do Brasil. It
    usually has some of the best exhibits in the city (and in Brazil),
    bringing in the best art and culture from abroad (while sometimes
    showing something originally Brazilian). Despite it not having a
    permanent collection of great note (there are some artifacts
    related to Brazilian monetary history, maybe more), it has
    attracted great lines that go around its corner, with some
    exhibits attracting millions of visitors (a large chunk of the
    city's population of six million).

    CCBB's neighbour the Centro Cultural dos Correios is its poorer
    sibling, but it nevertheless sometimes holds interesting exhibits,
    and it usually doesn't have a queue like CCBB often has (specially
    on rainy weekends and late afternoons after people leave work).

*** Mosteiro de São Bento
    :PROPERTIES:
    :CUSTOM_ID: mosteiro-de-sao-bento
    :END:
    Lying atop a hill in Rio's city center, this exquisite church with
    a simple façade has a golden Baroque interior. It is one of the
    calmest places in Rio's city center, the best place for a moment
    of relaxation in that area.

*** Museu do Amanhã
    :PROPERTIES:
    :CUSTOM_ID: museu-do-amanha
    :END:
    A shiny new building hosting a museum about humanity's future,
    focusing on the threat of climate change. The museum has a very
    interesting architecture that differs from most of Rio's other
    buildings, and crowns the revitalization of Rio's port district.

    Make sure to visit the murals on the promenade to the side of the
    Mauá Square where the museum lies, and maybe check the exhibits
    available at the Rio Art Museum (Museu de Arte do Rio (MAR))
    nearby — they may be worthwhile. You can also go to the top of MAR
    for a good view of that corner of Rio's city center and of
    Guanabara Bay.

*** Convento de Santo Antônio
    :PROPERTIES:
    :CUSTOM_ID: convento-de-santo-antonio
    :END:
    Lying atop a hill on Rio's city center, the convent has a nice
    view of the Largo da Carioca below (you could watch the people
    come and go for hours if you were so inclined), and a beautiful
    church inside.

    Nearby you will find the the very different-looking Cathedral of
    Rio, which looks like a cement Mayan pyramid (but is quite pretty
    from the inside, with the lights coming in through the stained
    glass), and the also incredibly ugly-looking main building of the
    national oil company Petrobras (it's the building that looks like
    a partially hollowed out cube).
