docs/page/visit-rio.html
<section id="outline-container-orgb058bfd" class="outline-2">
<h2 id="orgb058bfd">Culture</h2>
<div class="outline-text-2" id="text-orgb058bfd">
</div>
<div id="outline-container-mnba" class="outline-3">
<h3 id="mnba">Museu Nacional de Belas Artes (MNBA)</h3>
<div class="outline-text-3" id="text-mnba">
<p>
A traditional art museum in Cinelândia square, close to other
places like the <a href="#theatro-municipal">Theatro Municipal</a> and the <a href="#biblioteca-nacional">Biblioteca Nacional</a>. It
has mostly Western and Western-inspired art, and can be an
opportunity to know more about Brazilian art (specially when it
starts to become more different from European art with the
Modernists of the 1920s and 1930s).
</p>
</div>
</div>

<div id="outline-container-biblioteca-nacional" class="outline-3">
<h3 id="biblioteca-nacional">Biblioteca Nacional</h3>
<div class="outline-text-3" id="text-biblioteca-nacional">
<p>
The equivalent of the US Congress Library or the British Library,
all books published in Brazil must send a copy to the Biblioteca
Nacional. It is a building with a Neoclassical architecture that
fits well with its neighbours the <a href="#mnba">Museu Nacional de Belas Artes</a>
and the <a href="#theatro-municipal">Theatro Municipal</a>. Its collection originates from the time
Rio was the capital of the Portuguese empire, and holds several
historical documents of interest.
</p>
</div>
</div>

<div id="outline-container-real-gabinete-portugues-de-leitura" class="outline-3">
<h3 id="real-gabinete-portugues-de-leitura">Real Gabinete Português de Leitura</h3>
<div class="outline-text-3" id="text-real-gabinete-portugues-de-leitura">
<p>
Most likely the most architecturally beautiful library in Rio, and
sits right next to several used book stores (<i>sebos</i>). Definitely
worth a visit, even if there&rsquo;s not much more to do than look at
the pretty book shelves and old books (unless you go there to read,
of course).
</p>
</div>
</div>

<div id="outline-container-theatro-municipal" class="outline-3">
<h3 id="theatro-municipal">Theatro Municipal</h3>
<div class="outline-text-3" id="text-theatro-municipal">
<p>
Rio&rsquo;s main opera house. You can almost always grab a concert or
opera for cheap (specially the Sunday morning concerts for
R$1.00). Sometimes there are quite extraordinary events available,
like Paco de Lucía and Keith Jarret concerts. If you go to São
Paulo you might want to decide between going to their Theatro
Municipal instead — I&rsquo;d pick based on what events are available at
each.
</p>
</div>
</div>

<div id="outline-container-palacio-gustavo-capanema" class="outline-3">
<h3 id="palacio-gustavo-capanema">Palácio Gustavo Capanema</h3>
<div class="outline-text-3" id="text-palacio-gustavo-capanema">
<p>
A pearl of Brazilian Modernist architecture. There&rsquo;s usually some
cultural exhibit available, but just going in to appreciate the
design is reward enough.
</p>
</div>
</div>

<div id="outline-container-ccbb" class="outline-3">
<h3 id="ccbb">Centro Cultural Banco do Brasil (CCBB)</h3>
<div class="outline-text-3" id="text-ccbb">
<p>
This cultural center lies at an old branch of Banco do Brasil. It
usually has some of the best exhibits in the city (and in Brazil),
bringing in the best art and culture from abroad (while sometimes
showing something originally Brazilian). Despite it not having a
permanent collection of great note (there are some artifacts
related to Brazilian monetary history, maybe more), it has
attracted great lines that go around its corner, with some
exhibits attracting millions of visitors (a large chunk of the
city&rsquo;s population of six million).
</p>

<p>
CCBB&rsquo;s neighbour the Centro Cultural dos Correios is its poorer
sibling, but it nevertheless sometimes holds interesting exhibits,
and it usually doesn&rsquo;t have a queue like CCBB often has (specially
on rainy weekends and late afternoons after people leave work).
</p>
</div>
</div>

<div id="outline-container-mosteiro-de-sao-bento" class="outline-3">
<h3 id="mosteiro-de-sao-bento">Mosteiro de São Bento</h3>
<div class="outline-text-3" id="text-mosteiro-de-sao-bento">
<p>
Lying atop a hill in Rio&rsquo;s city center, this exquisite church with
a simple façade has a golden Baroque interior. It is one of the
calmest places in Rio&rsquo;s city center, the best place for a moment
of relaxation in that area.
</p>
</div>
</div>

<div id="outline-container-museu-do-amanha" class="outline-3">
<h3 id="museu-do-amanha">Museu do Amanhã</h3>
<div class="outline-text-3" id="text-museu-do-amanha">
<p>
A shiny new building hosting a museum about humanity&rsquo;s future,
focusing on the threat of climate change. The museum has a very
interesting architecture that differs from most of Rio&rsquo;s other
buildings, and crowns the revitalization of Rio&rsquo;s port district.
</p>

<p>
Make sure to visit the murals on the promenade to the side of the
Mauá Square where the museum lies, and maybe check the exhibits
available at the Rio Art Museum (Museu de Arte do Rio (MAR))
nearby — they may be worthwhile. You can also go to the top of MAR
for a good view of that corner of Rio&rsquo;s city center and of
Guanabara Bay.
</p>
</div>
</div>

<div id="outline-container-convento-de-santo-antonio" class="outline-3">
<h3 id="convento-de-santo-antonio">Convento de Santo Antônio</h3>
<div class="outline-text-3" id="text-convento-de-santo-antonio">
<p>
Lying atop a hill on Rio&rsquo;s city center, the convent has a nice
view of the Largo da Carioca below (you could watch the people
come and go for hours if you were so inclined), and a beautiful
church inside.
</p>

<p>
Nearby you will find the the very different-looking Cathedral of
Rio, which looks like a cement Mayan pyramid (but is quite pretty
from the inside, with the lights coming in through the stained
glass), and the also incredibly ugly-looking main building of the
national oil company Petrobras (it&rsquo;s the building that looks like
a partially hollowed out cube).
</p>
</div>
</div>
</section>
</main>
</body>
</html>
